<?php
// +----------------------------------------------------------------------
// | Date: 2014.09.22
// +----------------------------------------------------------------------
// | Copyright (c) 2012-2014 http://v.yunzhanggui.net All rights reserved.
// +----------------------------------------------------------------------
// | Author: Johnny <guoyou.yang@miot.cn>
// +----------------------------------------------------------------------
// | Description:框架扩展语言包文件
// +----------------------------------------------------------------------
/**
 * 框架重写或扩展语言包
 */
return array(
    '_FRAME_MODEL_NO_INITDATA_'     => ':(  Model初始化参数为空',
    '_FRAME_MODEL_NO_TABLENAME_'    => ':(  Model数据表名为空',
    '_FRAME_MODEL_NO_PARTION_'      => ':(  Model Partition未设置',
    '_FRAME_MODEL_ISNULL_'          => ':(  Model 为空',
);
